[{"id":0,"title":"Mouse","description":"El ratón o mouse (en inglés pronunciado /maʊs/) es un dispositivo apuntador utilizado para facilitar el manejo de un entorno gráfico en una computadora. Generalmente está fabricado en plástico, y se utiliza con una de las manos.","code":"a4sl-38ga-alsc","price":90,"stock":1,"category":"Mouses","status":true},{"id":1,"title":"Teclado","description":"En informática, un teclado es un dispositivo de entrada, en parte inspirado en el teclado de las máquinas de escribir, que utiliza un sistema de puntadas o márgenes, para que actúen como palancas mecánicas o interruptores electrónicos que envían toda la información a la computadora o al teléfono móvil.","code":"a5bc-01ls-zt39","price":140,"stock":5,"category":"Keyboards","status":false},{"id":2,"title":"Auricular","description":"Un auricular (también conocido como audífono en América generalmente se usa uno en cada oído, por lo que es frecuente emplear el nombre en plural: auriculares, audífonos o también cascos3) es un transductor que recibe una señal eléctrica originada desde una fuente electrónica (como por ejemplo una radio, sintoamplificador o reproductor de audio) y que por su diseño permite colocar cerca de los oídos unos altavoces para generar ondas sonoras audibles.","code":"z5g0-gldv-49fs","price":300,"stock":1,"category":"Headsets","status":true},{"id":3,"title":"Alfombrilla","description":"La alfombrilla de ratón, alfombrilla posa ratón, almohadilla de ratón o mousepad es la superficie sobre la que se apoya y se desliza el ratón o mouse de la computadora, de manera análoga al movimiento del puntero en la pantalla.","code":"msp5-sd0v-35to","price":25,"stock":15,"category":"Mousepads","status":true},{"id":4,"title":"Monitor","description":"El monitor de PC, también llamado pantalla, monitor de ordenador y monitor de computadora, es el principal dispositivo de salida (interfaz), que muestra datos o información a todos los usuarios.","code":"4svs-5s9d-34la","price":575,"stock":3,"category":"Montiores","status":false},{"id":5,"title":"Altavoces","description":"Un altavoz (también conocido como parlante, altoparlante, bocina o corneta, mayormente en América del Sur) es un transductor electroacústico, esto es, un dispositivo que convierte una señal eléctrica de audio en ondas mecánicas de sonido.","code":"atca-4sdv-68sf","price":62,"stock":29,"category":"Speakers","status":false},{"id":6,"title":"Tableta","description":"Una tableta, en muchos lugares también llamada por el anglicismo tablet, es un dispositivo electrónico portátil de mayor tamaño que un teléfono inteligente o un PDA, se trata de una sola pieza que integra una pantalla táctil (sencilla o multitáctil) que emite luz y con la que se interactúa primariamente con los dedos o un estilete (pasivo o activo), sin necesidad de teclado físico ni ratón.","code":"ip4d-3rfa-3435","price":520,"stock":5,"category":"Tablets","status":false},{"id":7,"title":"Celular","description":"Un teléfono móvil o teléfono celular (Esp. teléfono móvil) (Am. teléfono celular) (acortado como móvil o celular) es un dispositivo portátil que puede hacer o recibir llamadas a través de una portadora de radiofrecuencia, mientras el usuario se está moviendo dentro de un área de servicio telefónico.","code":"23lf-4f9a-4ald","price":1100,"stock":1,"category":"Phones","status":false},{"id":8,"title":"Joystick","description":"Una palanca de mando o joystick (del inglés joy, alegría, y stick, palo) es un periférico de entrada que consiste en una palanca que gira sobre una base e informa su ángulo o dirección al dispositivo que está controlando.","code":"jst3-asdc-443d","price":78,"stock":0,"category":"Joysticks","status":false},{"id":9,"title":"Webcam","description":"Una cámara web o cámara de red (del inglés: webcam) es una pequeña cámara digital conectada a una computadora la cual puede capturar imágenes y transmitirlas a través de Internet, ya sea a una página web u otras computadoras de forma privada.","code":"3df0-fs83-dffj","price":55,"stock":4,"category":"Webcams","status":true}]